Repository: lakafior/Dutch
Catalog: Dutch/Dutch/Resources/Localizable.xcstrings
Source language: en
Languages: de, pl, pt_br, pt_pt

# %@ added %@ · %@
source: %1$@ added %2$@ · %3$@
de: %1$@ hat %2$@ hinzugefügt · %3$@
pl: %1$@ dodał(a) %2$@ · %3$@
pt_br: %1$@ adicionou %2$@ · %3$@
pt_pt: %1$@ adicionou %2$@ · %3$@

# %@ at %@
source: %1$@ at %2$@
de: %1$@ zum Kurs %2$@
pl: %1$@ po kursie %2$@
pt_br: %1$@ à taxa de %2$@
pt_pt: %1$@ à taxa de %2$@

source: %@ has joined but hasn't picked their name from this list yet.
de: %@ ist beigetreten, hat aber noch keinen Namen aus dieser Liste gewählt.
pl: %@ dołączył(a), ale nie wybrał(a) jeszcze swojego imienia z tej listy.
pt_br: %@ entrou, mas ainda não escolheu o nome nesta lista.
pt_pt: %@ juntou-se, mas ainda não escolheu o nome nesta lista.

source: %@ has no members yet. Add one in Dutch first.
de: %@ hat noch keine Mitglieder. Füge zuerst in Dutch jemanden hinzu.
pl: Grupa %@ nie ma jeszcze członków. Najpierw dodaj kogoś w Dutch.
pt_br: %@ ainda não tem membros. Adicione um no Dutch primeiro.
pt_pt: %@ ainda não tem membros. Adiciona um no Dutch primeiro.

source: %1$@ has spent %2$@. Open Dutch and touch and hold your own name to hear your own balance.
de: %1$@ hat %2$@ ausgegeben. Öffne Dutch und halte deinen eigenen Namen gedrückt, um deinen eigenen Saldo zu hören.
pl: Grupa %1$@ wydała %2$@. Otwórz Dutch i przytrzymaj swoje imię, aby poznać własny bilans.
pt_br: %1$@ já gastou %2$@. Abra o Dutch e toque e segure seu nome para ouvir seu saldo.
pt_pt: %1$@ já gastou %2$@. Abre o Dutch e toca sem soltar no teu nome para ouvires o teu saldo.

source: %@ have joined but haven't picked their names from this list yet.
de: %@ sind beigetreten, haben aber noch keine Namen aus dieser Liste gewählt.
pl: %@ dołączyli, ale nie wybrali jeszcze swoich imion z tej listy.
pt_br: %@ entraram, mas ainda não escolheram os nomes nesta lista.
pt_pt: %@ juntaram-se, mas ainda não escolheram os nomes nesta lista.

source: %@ left for the others to split.
de: %@ werden unter den Übrigen aufgeteilt.
pl: %@ do podziału między pozostałych.
pt_br: %@ restantes para os outros dividirem.
pt_pt: %@ restantes para os outros dividirem.

source: %@ of the total is still unaccounted for.
de: %@ der Gesamtsumme sind noch nicht zugeordnet.
pl: %@ z całości pozostaje nierozliczone.
pt_br: %@ do total ainda não foi contabilizado.
pt_pt: %@ do total ainda não foi contabilizado.

# %@ paid %@
source: %1$@ paid %2$@
de: %1$@ hat %2$@ bezahlt
pl: %1$@ oddał(a) — odbiorca: %2$@
pt_br: %1$@ pagou — para %2$@
pt_pt: %1$@ pagou — para %2$@

# %@ pays %@
source: %1$@ pays %2$@
de: %1$@ zahlt an %2$@
pl: %1$@ płaci — odbiorca: %2$@
pt_br: %1$@ paga — para %2$@
pt_pt: %1$@ paga — para %2$@

# %@ settled up · %@
source: %1$@ settled up · %2$@
de: %1$@ hat ausgeglichen · %2$@
pl: %1$@ rozliczył(a) się · %2$@
pt_br: %1$@ acertou as contas · %2$@
pt_pt: %1$@ acertou contas · %2$@

source: %@ they were splitting gets divided between everyone left, so balances change.
de: Gemeinsame Ausgaben (%@) werden auf alle Übrigen aufgeteilt, daher ändern sich die Salden.
pl: Współdzielone wydatki (%@) zostaną podzielone między pozostałe osoby, więc bilanse się zmienią.
pt_br: As despesas compartilhadas (%@) serão divididas entre as pessoas restantes, então os saldos vão mudar.
pt_pt: As despesas partilhadas (%@) serão divididas entre as pessoas restantes, por isso os saldos vão mudar.

source: %@ tip included
de: inkl. %@ Trinkgeld
pl: w tym %@ napiwku
pt_br: gorjeta de %@ incluída
pt_pt: gorjeta de %@ incluída

source: %@ total
de: %@ insgesamt
pl: łącznie %@
pt_br: %@ no total
pt_pt: %@ no total

# %@ total, %lld payments to settle
source: %1$@ total, %2$lld payments to settle
de: %1$@ insgesamt, %2$lld Zahlungen offen
pl: %1$@ łącznie, do rozliczenia: %2$lld
pt_br: %1$@ no total, %2$lld pagamentos a acertar
pt_pt: %1$@ no total, %2$lld pagamentos a acertar

source: %@ total, settled up
de: %@ insgesamt, ausgeglichen
pl: %@ łącznie, rozliczone
pt_br: %@ no total, contas acertadas
pt_pt: %@ no total, contas acertadas

source: %@, joined on iCloud
de: %@, über iCloud beigetreten
pl: %@, dołączono przez iCloud
pt_br: %@, entrou pelo iCloud
pt_pt: %@, juntou-se pelo iCloud

source: %@, open in Maps
de: %@, in Karten öffnen
pl: %@, otwórz w Mapach
pt_br: %@, abrir no Mapas
pt_pt: %@, abrir no Mapas

source: %@, you
de: %@, du
pl: %@, Ty
pt_br: %@, você
pt_pt: %@, tu

source: %@, you, linked to iCloud
de: %@, du, mit iCloud verknüpft
pl: %@, Ty, połączono z iCloud
pt_br: %@, você, vinculado ao iCloud
pt_pt: %@, tu, associado ao iCloud

source: %lld archived
de: %lld archiviert
pl: %lld zarchiwizowanej
pt_br: %lld arquivados
pt_pt: %lld arquivados

source: %lld expenses
de: %lld Ausgaben
pl: %lld wydatku
pt_br: %lld despesas
pt_pt: %lld despesas

source: %lld members
de: %lld Mitglieder
pl: %lld członka
pt_br: %lld membros
pt_pt: %lld membros

source: %lld new expenses
de: %lld neue Ausgaben
pl: %lld nowego wydatku
pt_br: %lld despesas novas
pt_pt: %lld despesas novas

source: %lld payments
de: %lld Zahlungen
pl: %lld płatności
pt_br: %lld pagamentos
pt_pt: %lld pagamentos

source: %lld people
de: %lld Personen
pl: %lld osoby
pt_br: %lld pessoas
pt_pt: %lld pessoas

source: %lld percent of a full share
de: %lld Prozent eines vollen Anteils
pl: %lld procent pełnego udziału
pt_br: %lld por cento de uma parte inteira
pt_pt: %lld por cento de uma parte inteira

source: %lld to settle
de: %lld offen
pl: %lld do rozliczenia
pt_br: %lld a acertar
pt_pt: %lld a acertar

source: Choose a group from the list.
de: Wähle eine Gruppe aus der Liste.
pl: Wybierz grupę z listy.
pt_br: Escolha um grupo na lista.
pt_pt: Escolha um grupo da lista.

source: No Group Selected
de: Keine Gruppe ausgewählt
pl: Nie wybrano grupy
pt_br: Nenhum grupo selecionado
pt_pt: Nenhum grupo selecionado

# • %@ — %@ (%@), paid by %@
source: • %1$@ — %2$@ (%3$@), paid by %4$@
de: • %1$@ — %2$@ (%3$@), bezahlt von %4$@
pl: • %1$@ — %2$@ (%3$@), zapłacone przez: %4$@
pt_br: • %1$@ — %2$@ (%3$@), pago por %4$@
pt_pt: • %1$@ — %2$@ (%3$@), pago por %4$@

# • %@ — %@, paid by %@
source: • %1$@ — %2$@, paid by %3$@
de: • %1$@ — %2$@, bezahlt von %3$@
pl: • %1$@ — %2$@, zapłacone przez: %3$@
pt_br: • %1$@ — %2$@, pago por %3$@
pt_pt: • %1$@ — %2$@, pago por %3$@

# • %@ paid %@ %@
source: • %1$@ paid %2$@ %3$@
de: • %1$@ hat %2$@ %3$@ gezahlt
pl: • %1$@ oddał(a) %3$@ — odbiorca: %2$@
pt_br: • %1$@ pagou %3$@ — para %2$@
pt_pt: • %1$@ pagou %3$@ — para %2$@

# • %@ pays %@ %@
source: • %1$@ pays %2$@ %3$@
de: • %1$@ zahlt %2$@ %3$@
pl: • %1$@ płaci %3$@ — odbiorca: %2$@
pt_br: • %1$@ paga %3$@ — para %2$@
pt_pt: • %1$@ paga %3$@ — para %2$@

source: About
de: Info
pl: O aplikacji
pt_br: Sobre
pt_pt: Sobre

source: Add ${amount} for ${title} to ${group}
de: ${amount} für ${title} zu ${group} hinzufügen
pl: Dodaj ${amount} za ${title} do ${group}
pt_br: Adicionar ${amount} para ${title} a ${group}
pt_pt: Adicionar ${amount} para ${title} a ${group}

source: Add a member to this group first.
de: Füge dieser Gruppe zuerst ein Mitglied hinzu.
pl: Najpierw dodaj osobę do tej grupy.
pt_br: Adicione um membro a este grupo primeiro.
pt_pt: Adiciona um membro a este grupo primeiro.

source: Add an expense to ${group}
de: Ausgabe zu ${group} hinzufügen
pl: Dodaj wydatek do ${group}
pt_br: Adicionar uma despesa a ${group}
pt_pt: Adicionar uma despesa a ${group}

source: Add Expense
de: Ausgabe hinzufügen
pl: Dodaj wydatek
pt_br: Adicionar despesa
pt_pt: Adicionar despesa

source: Add Member
de: Mitglied hinzufügen
pl: Dodaj członka
pt_br: Adicionar membro
pt_pt: Adicionar membro

source: Add the First Expense
de: Erste Ausgabe hinzufügen
pl: Dodaj pierwszy wydatek
pt_br: Adicionar a primeira despesa
pt_pt: Adicionar a primeira despesa

# Added %@ to %@.
source: Added %1$@ to %2$@.
de: %1$@ zu %2$@ hinzugefügt.
pl: Dodano %1$@ do grupy %2$@.
pt_br: %1$@ foi adicionado a %2$@.
pt_pt: %1$@ foi adicionado a %2$@.

# addMemberButton
source: Add
de: Hinzufügen
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar

source: Add members first.
de: Füge zuerst Mitglieder hinzu.
pl: Najpierw dodaj członka.
pt_br: Adicione membros primeiro.
pt_pt: Adiciona membros primeiro.

# addressingTip
source: Tap and hold your own name to have Dutch address you directly.
de: Halte deinen eigenen Namen gedrückt, damit Dutch dich direkt anspricht.
pl: Naciśnij i przytrzymaj swoje imię, aby Dutch wiedział, kim jesteś w grupie.
pt_br: Toque e segure seu nome para que o Dutch saiba quem você é no grupo.
pt_pt: Toca sem soltar no teu nome para que o Dutch saiba quem és no grupo.

source: All Currencies
de: Alle Währungen
pl: Wszystkie waluty
pt_br: Todas as moedas
pt_pt: Todas as moedas

source: Already Someone Else
de: Schon jemand anderes
pl: To już ktoś inny
pt_br: Já é outra pessoa
pt_pt: Já é outra pessoa

source: Amount
de: Betrag
pl: Kwota
pt_br: Valor
pt_pt: Valor

source: Amount Paid
de: Gezahlter Betrag
pl: Zapłacona kwota
pt_br: Valor pago
pt_pt: Valor pago

source: an expense
de: eine Ausgabe
pl: wydatek
pt_br: uma despesa
pt_pt: uma despesa

source: Appearance
de: Darstellung
pl: Wygląd
pt_br: Aparência
pt_pt: Aparência

# appStoreCodeAccessibility
source: QR code to download Dutch from the App Store
de: QR-Code, um Dutch aus dem App Store zu laden
pl: Kod QR do pobrania Dutch z App Store
pt_br: Código QR para baixar o Dutch na App Store
pt_pt: Código QR para descarregar o Dutch da App Store

# appStoreCodeCaption
source: Install Dutch
de: Dutch installieren
pl: Zainstaluj Dutch
pt_br: Instalar o Dutch
pt_pt: Instalar o Dutch

# appStoreCodeInstructions
source: Scanning this opens Dutch on the App Store. Once it's installed, scan the group's code above to join.
de: Dieser Code öffnet Dutch im App Store. Scanne nach der Installation den Gruppencode oben, um beizutreten.
pl: Zeskanowanie tego kodu otwiera Dutch w App Store. Po zainstalowaniu zeskanuj kod grupy powyżej, aby dołączyć.
pt_br: Ler este código abre o Dutch na App Store. Depois de instalado, leia o código do grupo acima para entrar.
pt_pt: Ler este código abre o Dutch na App Store. Depois de instalado, lê o código do grupo acima para entrares.

# appStoreCodeInvitationInstructions
source: Scanning this opens Dutch on the App Store. Once it's installed, open the invitation you were sent.
de: Dieser Code öffnet Dutch im App Store. Öffne nach der Installation die Einladung, die du bekommen hast.
pl: Zeskanowanie tego kodu otwiera Dutch w App Store. Po zainstalowaniu otwórz otrzymane zaproszenie.
pt_br: Ler este código abre o Dutch na App Store. Depois de instalado, abra o convite que você recebeu.
pt_pt: Ler este código abre o Dutch na App Store. Depois de instalado, abre o convite que te foi enviado.

# appStoreUnreachable
source: The App Store couldn't be reached.
de: Der App Store ist nicht erreichbar.
pl: Nie można połączyć się z App Store.
pt_br: Não foi possível conectar à App Store.
pt_pt: Não foi possível ligar à App Store.

source: Archive
de: Archivieren
pl: Archiwizuj
pt_br: Arquivar
pt_pt: Arquivar

source: Archive Group
de: Gruppe archivieren
pl: Archiwizuj grupę
pt_br: Arquivar grupo
pt_pt: Arquivar grupo

# archiveExplanation
source: Folds this group away on the list. Nothing is deleted, and everyone still sees it.
de: Klappt diese Gruppe in der Liste weg. Nichts wird gelöscht, und alle sehen sie weiterhin.
pl: Zwija tę grupę na liście. Nic nie zostaje usunięte i wszyscy nadal ją widzą.
pt_br: Recolhe este grupo na lista. Nada é excluído, e todos continuam vendo.
pt_pt: Recolhe este grupo na lista. Nada é eliminado, e todos continuam a vê-lo.

# backToPercentage
source: Use a Percentage
de: Prozentsatz verwenden
pl: Użyj procentów
pt_br: Usar uma porcentagem
pt_pt: Usar uma percentagem

source: Can't Find You
de: Standort nicht gefunden
pl: Nie można ustalić położenia
pt_br: Não foi possível localizar você
pt_pt: Não foi possível localizar-te

source: Can't Look Around
de: Umgebung nicht abrufbar
pl: Nie można sprawdzić okolicy
pt_br: Não é possível ver os arredores
pt_pt: Não é possível ver os arredores

source: Can't Share This Group
de: Gruppe kann nicht geteilt werden
pl: Nie można udostępnić tej grupy
pt_br: Não é possível compartilhar este grupo
pt_pt: Não é possível partilhar este grupo

source: Cancel
de: Abbrechen
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar

source: Category
de: Kategorie
pl: Kategoria
pt_br: Categoria
pt_pt: Categoria

# categoryAccommodation
source: Accommodation
de: Unterkunft
pl: Nocleg
pt_br: Hospedagem
pt_pt: Alojamento

# categoryBills
source: Bills
de: Rechnungen
pl: Rachunki
pt_br: Contas
pt_pt: Contas

# categoryDining
source: Dining
de: Essen gehen
pl: Restauracja
pt_br: Restaurante
pt_pt: Restaurante

# categoryDrinks
source: Drinks
de: Getränke
pl: Napoje
pt_br: Bebidas
pt_pt: Bebidas

# categoryEntertainment
source: Entertainment
de: Unterhaltung
pl: Rozrywka
pt_br: Entretenimento
pt_pt: Entretenimento

# categoryFlights
source: Flights
de: Flüge
pl: Loty
pt_br: Voos
pt_pt: Voos

# categoryGifts
source: Gifts
de: Geschenke
pl: Prezenty
pt_br: Presentes
pt_pt: Presentes

# categoryGroceries
source: Groceries
de: Lebensmittel
pl: Zakupy spożywcze
pt_br: Supermercado
pt_pt: Supermercado

# categoryHealth
source: Health
de: Gesundheit
pl: Zdrowie
pt_br: Saúde
pt_pt: Saúde

# categoryNone
source: None
de: Keine
pl: Brak
pt_br: Nenhuma
pt_pt: Nenhuma

# categoryOther
source: Other
de: Sonstiges
pl: Inne
pt_br: Outra
pt_pt: Outra

# categoryShopping
source: Shopping
de: Einkaufen
pl: Zakupy
pt_br: Compras
pt_pt: Compras

# categoryTransport
source: Transport
de: Verkehr
pt_br: Transporte
pt_pt: Transportes

# categoryUncategorised
source: Uncategorised
de: Ohne Kategorie
pl: Bez kategorii
pt_br: Sem categoria
pt_pt: Sem categoria

source: Check Balance
de: Saldo prüfen
pl: Sprawdź bilans
pt_br: Verificar saldo
pt_pt: Verificar saldo

source: Check my balance in ${group}
de: Meinen Saldo in ${group} prüfen
pl: Sprawdź mój bilans w ${group}
pt_br: Verificar meu saldo em ${group}
pt_pt: Verificar o meu saldo em ${group}

# checkMatchOnOtherDevice
source: Check this matches on the other device.
de: Prüfe, ob es auf dem anderen Gerät übereinstimmt.
pl: Sprawdź, czy zgadza się na innym urządzeniu.
pt_br: Confira se isso corresponde no outro aparelho.
pt_pt: Confirma se isto corresponde no outro dispositivo.

source: Choose a group. Dutch will remember the last one you opened.
de: Wähle eine Gruppe. Dutch merkt sich die zuletzt geöffnete.
pl: Wybierz grupę. Dutch zapamięta ostatnio otwartą.
pt_br: Escolha um grupo. O Dutch vai lembrar do último que você abriu.
pt_pt: Escolhe um grupo. O Dutch vai lembrar-se do último que abriste.

source: Clear amount
de: Betrag löschen
pl: Wyczyść kwotę
pt_br: Limpar valor
pt_pt: Limpar valor

source: Code or name
de: Code oder Name
pl: Kod lub nazwa
pt_br: Código ou nome
pt_pt: Código ou nome

source: Colour
de: Farbe
pl: Kolor
pt_br: Cor
pt_pt: Cor

# colourBlue
source: Blue
de: Blau
pl: Niebieski
pt_br: Azul
pt_pt: Azul

# colourBrown
source: Brown
de: Braun
pl: Brązowy
pt_br: Marrom
pt_pt: Castanho

# colourGrey
source: Grey
de: Grau
pl: Szary
pt_br: Cinza
pt_pt: Cinzento

# colourPink
source: Pink
de: Rosa
pl: Różowy
pt_br: Rosa
pt_pt: Rosa

# colourPurple
source: Purple
de: Lila
pl: Fioletowy
pt_br: Roxo
pt_pt: Roxo

# colourTeal
source: Teal
de: Türkis
pl: Morski
pt_br: Verde-azulado
pt_pt: Verde-azulado

# contactLink
source: Contact
de: Kontakt
pl: Kontakt
pt_br: Contato
pt_pt: Contacto

source: Contribution
de: Beitrag
pl: Wkład
pt_br: Contribuição
pt_pt: Contribuição

source: Contribution from %@
de: Beitrag von %@
pl: Wkład od %@
pt_br: Contribuição de %@
pt_pt: Contribuição de %@

# contributionExplanation
source: How much this person put in. Leave it blank to give them an equal part of whatever the others don't cover.
de: Wie viel diese Person beigesteuert hat. Lass das Feld leer, damit sie einen gleichen Teil von dem übernimmt, was die anderen nicht abdecken.
pl: Ile dołożyła ta osoba. Zostaw puste, aby przypadła jej równa część tego, czego nie pokrywają pozostali.
pt_br: Quanto essa pessoa contribuiu. Deixe em branco para dar a ela uma parte igual do que os outros não cobrirem.
pt_pt: Quanto esta pessoa contribuiu. Deixa em branco para lhe dar uma parte igual do que os outros não cobrirem.

source: Copies who owes whom, the total and the expense list as text
de: Kopiert als Text, wer wem was schuldet, die Gesamtsumme und die Ausgabenliste
pl: Kopiuje jako tekst: kto komu jest winien, sumę i listę wydatków
pt_br: Copia como texto quem deve a quem, o total e a lista de despesas
pt_pt: Copia como texto quem deve a quem, o total e a lista de despesas

source: Couldn't Change Access
de: Zugriff konnte nicht geändert werden
pl: Nie udało się zmienić dostępu
pt_br: Não foi possível alterar o acesso
pt_pt: Não foi possível alterar o acesso

source: Couldn't Join
de: Beitritt fehlgeschlagen
pl: Nie udało się dołączyć
pt_br: Não foi possível entrar
pt_pt: Não foi possível juntar-se

source: Create
de: Erstellen
pl: Utwórz
pt_br: Criar
pt_pt: Criar

source: Create a Group
de: Gruppe erstellen
pl: Utwórz grupę
pt_br: Criar um grupo
pt_pt: Criar um grupo

# createOrJoinAGroup
source: Create a group to start splitting expenses, or join one with a QR code.
de: Erstelle eine Gruppe, um Ausgaben zu teilen, oder tritt einer per QR-Code bei.
pl: Utwórz grupę albo dołącz za pomocą kodu QR, aby zacząć dzielić wydatki.
pt_br: Crie um grupo para começar a dividir despesas, ou entre em um com um código QR.
pt_pt: Cria um grupo para começares a dividir despesas, ou junta-te a um com um código QR.

source: Currency
de: Währung
pl: Waluta
pt_br: Moeda
pt_pt: Moeda

source: Currency from Location
de: Währung vom Standort
pl: Waluta z lokalizacji
pt_br: Moeda pela localização
pt_pt: Moeda pela localização

source: Custom Share
de: Eigener Anteil
pl: Własny udział
pt_br: Parte personalizada
pt_pt: Parte personalizada

source: Custom Tip
de: Eigenes Trinkgeld
pl: Własny napiwek
pt_br: Gorjeta personalizada
pt_pt: Gorjeta personalizada

# customSharePercent
source: Percent
de: Prozent
pl: Procent
pt_br: Porcentagem
pt_pt: Percentagem

# customTip
source: Custom…
de: Eigenes…
pl: Własny…
pt_br: Personalizado…
pt_pt: Personalizado…

# customTipPercent
source: Percent
de: Prozent
pl: Procent
pt_br: Porcentagem
pt_pt: Percentagem

source: Date
de: Datum
pl: Data
pt_br: Data
pt_pt: Data

source: Defaults to the group you opened last.
de: Standardmäßig die zuletzt geöffnete Gruppe.
pl: Domyślnie ostatnio otwarta grupa.
pt_br: Usa por padrão o último grupo que você abriu.
pt_pt: Usa por predefinição o último grupo que abriste.

source: Delete it to start another, or unlock as many as you like.
de: Lösche sie, um eine neue anzulegen, oder schalte beliebig viele frei.
pl: Usuń ją, aby zacząć nową, albo odblokuj dowolną liczbę grup.
pt_br: Exclua-o para começar outro, ou desbloqueie quantos quiser.
pt_pt: Elimina-o para começares outro, ou desbloqueia quantos quiseres.

source: Dismiss
de: Schließen
pl: Zamknij
pt_br: Dispensar
pt_pt: Dispensar

source: Done
de: Fertig
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído

source: Duplicate
de: Duplizieren
pl: Duplikuj
pt_br: Duplicar
pt_pt: Duplicar

source: Duplicate Expense
de: Ausgabe duplizieren
pl: Duplikuj wydatek
pt_br: Duplicar despesa
pt_pt: Duplicar despesa

source: Dutch couldn't save that: %@
de: Dutch konnte das nicht sichern: %@
pl: Dutch nie mógł tego zapisać: %@
pt_br: O Dutch não conseguiu salvar isso: %@
pt_pt: O Dutch não conseguiu guardar isso: %@

source: Dutch doesn't know which member you are in %@. Open the group and touch and hold your own name.
de: Dutch weiß nicht, welches Mitglied du in %@ bist. Öffne die Gruppe und halte deinen eigenen Namen gedrückt.
pl: Dutch nie wie, którym członkiem jesteś w grupie %@. Otwórz grupę i przytrzymaj swoje imię.
pt_br: O Dutch não sabe quem você é no grupo %@. Abra o grupo e toque e segure seu nome.
pt_pt: O Dutch não sabe quem és no grupo %@. Abre o grupo e toca sem soltar no teu nome.

# dutchPrivacyDisclosure
source: Dutch keeps your groups in your own iCloud account. Nothing is stored on any server of ours, because there isn't one.
de: Dutch speichert deine Gruppen in deinem eigenen iCloud-Account. Auf keinem unserer Server wird etwas gespeichert – es gibt keinen.
pl: Dutch przechowuje Twoje grupy na Twoim koncie iCloud. Nic nie jest przechowywane na żadnym naszym serwerze, bo taki nie istnieje.
pt_br: O Dutch mantém seus grupos na sua própria conta do iCloud. Nada é armazenado em nenhum servidor nosso, porque não existe nenhum.
pt_pt: O Dutch mantém os teus grupos na tua própria conta do iCloud. Nada é armazenado em nenhum servidor nosso, porque não existe nenhum.

source: Each of them will get an expense of their own.
de: Jede dieser Personen bekommt eine eigene Ausgabe.
pl: Każda z nich otrzyma własny wydatek.
pt_br: Cada uma delas terá sua própria despesa.
pt_pt: Cada uma delas terá a sua própria despesa.

source: Edit Expense
de: Ausgabe bearbeiten
pl: Edytuj wydatek
pt_br: Editar despesa
pt_pt: Editar despesa

source: Edit Group
de: Gruppe bearbeiten
pl: Edytuj grupę
pt_br: Editar grupo
pt_pt: Editar grupo

source: Edit Member
de: Mitglied bearbeiten
pl: Edytuj członka
pt_br: Editar membro
pt_pt: Editar membro

# emblemInitials
source: Initials
de: Initialen
pl: Inicjały
pt_br: Iniciais
pt_pt: Iniciais

source: Enter the rate to convert this to %@.
de: Gib den Kurs ein, um das in %@ umzurechnen.
pl: Podaj kurs, aby przeliczyć to na %@.
pt_br: Digite a taxa para converter isso para %@.
pt_pt: Introduz a taxa para converteres isto para %@.

source: Everyone is settled up.
de: Alle sind quitt.
pl: Wszyscy są rozliczeni.
pt_br: Todos estão quites.
pt_pt: Está tudo acertado entre todos.

source: everyone's even
de: alle sind quitt
pl: wszyscy rozliczeni
pt_br: todos quites
pt_pt: tudo certo entre todos

source: Exact Amount
de: Genauer Betrag
pl: Dokładna kwota
pt_br: Valor exato
pt_pt: Valor exato

# exactAmountExplanation
source: What this person pays, straight off the receipt. Leave it blank to put them back on a percentage.
de: Was diese Person zahlt, direkt vom Beleg. Lass das Feld leer, um wieder einen Prozentsatz zu verwenden.
pl: Ile płaci ta osoba, prosto z paragonu. Zostaw puste, aby wrócić do procentów.
pt_br: O que essa pessoa paga, direto do recibo. Deixe em branco para voltar à porcentagem.
pt_pt: O que esta pessoa paga, diretamente do recibo. Deixa em branco para voltar à percentagem.

# exactAmountField
source: Amount
de: Betrag
pl: Kwota
pt_br: Valor
pt_pt: Valor

# exactAmountMenuItem
source: Exact Amount…
de: Genauer Betrag…
pl: Dokładna kwota…
pt_br: Valor exato…
pt_pt: Valor exato…

source: Exactly %@
de: Genau %@
pl: Dokładnie %@
pt_br: Exatamente %@
pt_pt: Exatamente %@

source: Exchange rate
de: Wechselkurs
pl: Kurs wymiany
pt_br: Taxa de câmbio
pt_pt: Taxa de câmbio

# excludePayerSplitExplanation
source: Include whoever shares the cost. Leave the payer out if they were covering it for others.
de: Wähle alle, die sich die Kosten teilen. Lass die zahlende Person weg, wenn sie für andere ausgelegt hat.
pl: Uwzględnij każdego, kto dzieli się kosztami. Pozostaw odznaczonych, jeśli płacili za innych.
pt_br: Inclua quem divide o custo. Deixe o pagador de fora se ele estava cobrindo para outros.
pt_pt: Inclui quem divide o custo. Deixa o pagador de fora se ele estava a cobrir para outros.

source: Expense Group
de: Ausgabengruppe
pl: Grupa wydatków
pt_br: Grupo de despesas
pt_pt: Grupo de despesas

source: Expense Details
de: Details
pl: Szczegóły wydatku
pt_br: Detalhes da despesa
pt_pt: Detalhes da despesa
